Repository: mirror/desmume
Catalog: desmume/po/windows/*.po
Languages: fr_fr

source: File
fr_fr: Fichier

source: Open ROM...
fr_fr: Ouvrir une ROM...

source: Recent ROM
fr_fr: ROMs récentes

source: None
fr_fr: Aucune

source: Clear
fr_fr: Vider

source: ROM info
fr_fr: Info ROM

source: Import backup memory
fr_fr: Importer une sauvegarde

source: Save screenshot as...
fr_fr: Capture d'écran...

source: Quick screenshot
fr_fr: Capture d'écran rapide

source: Quit
fr_fr: Quitter

source: GBA slot
fr_fr: Slot GBA

source: Cheats
fr_fr: Codes de triche

source: List
fr_fr: Liste

source: Search
fr_fr: Recherche

source: View
fr_fr: Affichage

source: Window size
fr_fr: Taille fenêtre

source: Screen separation
fr_fr: Séparation écrans

source: None (0 px)
fr_fr: Aucune (0 px)

source: Narrow border (5 px)
fr_fr: Bordure fine (5 px)

source: Force maintain ratio
fr_fr: Conserver le ratio

source: Default size
fr_fr: Taille par défaut

source: Display frame counter
fr_fr: Afficher compteur d'images

source: Display FPS
fr_fr: Afficher FPS

source: Display input
fr_fr: Afficher input

source: Display lag counter
fr_fr: Afficher compteur de lag

source: Save type
fr_fr: Type sauvegarde

source: Autodetect
fr_fr: Autodétection

source: 3D settings
fr_fr: Config. 3D

source: Control config
fr_fr: Config. contrôles

source: Hotkey config
fr_fr: Config. hotkeys

source: Sound settings
fr_fr: Config. son

source: Wifi settings
fr_fr: Config. wifi

source: Firmware settings
fr_fr: Config. firmware

source: Emulation settings
fr_fr: Config émulation

source: Limit framerate
fr_fr: Limiter framerate

source: Language
fr_fr: Langage

source: Disassembler
fr_fr: Désassembleur

source: View memory
fr_fr: Visualiser la mémoire

source: View registers
fr_fr: Visualiser les registres

source: View palettes
fr_fr: Visualiser les palettes

source: View tiles
fr_fr: Visualiser les tiles

source: View maps
fr_fr: Visualiser les maps

source: View OAMs
fr_fr: Visualiser les OAMs

source: View matrices
fr_fr: Visualiser les matrices

source: View lights
fr_fr: Visualiser les lights

source: View layers
fr_fr: Voir couches

source: Website
fr_fr: Site web

source: Submit a bug report
fr_fr: Soumettre un report de bug

source: About
fr_fr: A propos
