Repository: mirror/desmume
Catalog: desmume/src/cocoa/translations/*.lproj/Localizable.strings
Languages: french

source: Execute
french: Exécuter

source: Show Status Bar
french: Afficher la barre d&apos;état

source: Are you sure you want to quit?
french: Etes vous su de vouloir quitter ?

source: Are you sure you want to close the ROM?
french: Etes vous sur de vouloir fermer la ROM ?

source: No ROM Loaded
french: Aucune ROM chargée

source: Executing
french: Exécution

source: Paused
french: En pause

source: DeSmuME Preferences
french: Préférences de DeSmuME

source: Controls
french: Contrôles

source: Yes
french: Oui

source: No
french: Non

source: Execute Upon Load
french: Exécuter après le chargement

source: No ROM loaded
french: Aucune ROM chargée

source: ROM Loaded
french: ROM chargée

source: Emulation Executing
french: Exécution

source: Emulation Paused
french: En pause

source: Emulation Reset
french: Réinitialiser

source: Error
french: Erreur

source: An emulation error occurred
french: Une erreur d'émulation est survenue
